{
  "users": [
    {
      "id": "42ma34zwlboyxzja",
      "name": "Anna",
      "password": "$2a$10$z4UDMHP2AgsJ.bPv.4xc/O.9amunajdM0hG3oNVjeoFHzhCcMeSRO",
      "_password": "123",
      "createtAt": "2022-12-15T10:58:52.581Z",
      "updatedAt": 1671101932581
    },
    {
      "id": "42ma34fwlboyy4ra",
      "name": "Dima",
      "password": "$2a$10$LN2sKzZLr/dALiY3q32Ir.be50zBXumhdG4HumJrUtDfNEuBaZYZq",
      "_password": "123",
      "createtAt": "2022-12-15T10:58:59.349Z",
      "updatedAt": 1671101939349,
      "avatar": "1671911183505_devushka_blondinka_kapyushon_25929.jpg"
    },
    {
      "id": "42ma3460lboyyb3m",
      "name": "Pavel",
      "password": "$2a$10$kOJkUwzhgN4fntV5E5M6xeUnaIaUtifgrsTRU.A6g0MS1gkTLxveW",
      "_password": "123",
      "createtAt": "2022-12-15T10:59:07.569Z",
      "updatedAt": 1671101947569
    },
    {
      "id": "42ma33d8lbp27d17",
      "name": "Ula",
      "password": "$2a$10$9HtdV978X77OzUy6S7zztu3wgrzjwMpGeWae3kaxRzXkyOTbyzhtq",
      "_password": "123",
      "createtAt": "2022-12-15T12:30:08.826Z",
      "updatedAt": 1671107408826
    }
  ],
  "posts": [
    {
      "userName": "Anna",
      "id": "1hdq5zolbxydl4d",
      "title": "7777",
      "text": "",
      "views": 95,
      "imageURL": "1671721152705_Z79keaBRkYU.jpg",
      "author": "42ma34zwlboyxzja",
      "comments": 6,
      "datecreate": 1671645176364,
      "datedate": "2022-12-21T17:52:56.364Z",
      "timestamps": true
    },
    {
      "userName": "Anna",
      "id": "1264mf564lbyrzu66",
      "title": "Текст ",
      "text": "Креуза Оливьера рассказала о судьбе более 9 миллионов бразильских домработниц, подавляющее большинство которых составляют женщины, в основном, чернокожие, для которых рабство до сих пор не предано забвению. Это история о революционизирующем воздействии, которые профсоюзы и общественные движения могут оказать на укоренившуюся системную несправедливость.\r\n\r\nКреуза родилась в семье бедных сельскохозяйственных рабочих, не имевших никакого образования. В возрасте всего лишь 10 лет она начала работать прислугой в Баийа. Не имея возможности одновременно учиться и работать, она была вынуждена неоднократно браться за работу и бросать школу.\r\n\r\nНа работе ее били и ругали, если она что-либо разбивала, ее часто обзывали лентяйкой, обезьяной и даже презрительным словом «ниггер». Физическое и психологическое насилие усугублялось сексуальным насилием со стороны молодых мужчин в семьях, в которых она работала. В довершение ко всему этому ей даже не платили за работу.\r\n\r\n«Я начала получать плату за работу прислугой, только когда мне исполнилось 21 год», — рассказывала Креуза на дополнительной секции Конференции по обзору Дурбанского процесса в отделении Организации Объединенных Наций в Женеве, — до этого мне платили поношенной одеждой и давали еду. У меня не было права на отпуск и никаких других элементарных трудовых прав».\r\n\r\nВ возрасте 14 лет хозяева перевезли ее с собой в Сан-Пауло, даже не спросив разрешения у ее родственников в Баийа.\r\n\r\nТакой была жизнь Креузы до тех пор, пока она не услышала по радио о собрании домашних работников, борющихся за свои права. Она пошла на одно собрание, и с этого момента началось ее превращение из измученной и неуверенной в себе молодой женщины в лидера в борьбе за права негров, женщин и домашних работников.\r\n\r\n«Около половины домашних работников в Бразилии — дети и подростки в возрасте от 5 до 17 лет, они работают без вознаграждения, как рабы», — отметила она.",
      "views": 21,
      "imageURL": "1671694923389_avto-shevrole_chevrolet-transport-417.jpeg",
      "author": "42ma34zwlboyxzja",
      "comments": 3,
      "datecreate": 1671694923389,
      "datedate": "2022-12-22T07:42:03.389Z",
      "timestamps": true
    },
    {
      "userName": "Anna",
      "id": "1264mf5nklbysswi7",
      "title": "1111",
      "text": "Виды истины\r\nИстина едина, но в ней можно выделить абсолютный и относительный аспекты. Каждый из них рассматривается как относительно самостоятельные истины.\r\n\r\nАбсолютная истина — это исчерпывающие достоверные знания о природе, человеке и обществе. Такие знания никогда не могут быть опровергнуты.\r\n\r\nОтносительная истина — это неполное, неточное знание, которое соответствует определенному уровню развития общества. При этом способы получения этого знания зависят от определенных условий, места и времени их получения.\r\n\r\nРазница между абсолютной и относительной истинами в степени точности и полноты отражения действительности. Истина всегда конкретна: связана с определенным местом, временем, обстоятельствами. Например, изменение представлений о положении Солнца и Земли относительно друг друга — от геоцентрической системы Птолемея до гелиоцентрической системы Коперника.",
      "views": 73,
      "imageURL": "1671696279438_AHeESziiCqU.jpg",
      "author": "42ma34zwlboyxzja",
      "comments": 2,
      "datecreate": 1671696279438,
      "datedate": "2022-12-22T08:04:39.438Z",
      "timestamps": true
    }
  ],
  "comments": []
}